<!--

THIS FILE HAS ABOUT 3,300 WORDS TO TRANSLATE

TRANSLATION NOTES:

When translating this thing, only edit the stuff that's BETWEEN the <tags>, like so:

    <p id="still_english">hello</p>
    =>
    <p id="still_english">bonjour</p>

Also, DON'T change anything between the [square brackets], like so:

    Number #[N]
    =>
    Numero #[N]

Exception to the "don't change tags" rule:
Feel free to move around the italics & bold tags, so that the emphasis
on the right phrases/words still makes sense!

    <i>italics</i>
    <b>bold</b>

Also, some HTML weirdness you might want to know:

    &amp; is an ampersand "&" sign
    &#8226; is a dot
    &rarr; is a rightward-facing arrow
    &lt; is a "<" sign

ALSO! I'd love for you to credit yourself as a translator!
You can add your own name in the <p id="subtitle"> section

Thanks again!
~ Nicky Case

-->

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - META STUFF - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="meta_title">
Die Evolution von Vertrauen
</p>
<p id="meta_desc">
ein interaktiver Leitfaden zur Spieltheorie warum &amp; wie wir einander vertrauen
</p>
<p id="meta_loading">
lade...
</p>
<p id="meta_on">
AN
</p>
<p id="meta_off">
AUS
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - TITLE! - - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="title">
<span style="font-size:0.75em">DIE</span><br>
EVOLUTION<br>
<span style="font-size:0.75em">VON VERTRAUEN</span>
</p>
<p id="subtitle">

spielzeit: 30 min &#8226; by nicky case, juli 2017

<!-- TRANSLATION NOTE: UNCOMMENT THE FOLLOWING & ADD YOUR OWN NAME! -->
<br>
&Uuml;bersetzt von Arminator
&#8226;
<a href="http://ncase.me/trust/">original English version</a>

</p>

<p id="loading">
lade...
</p>
<p id="loading_done">
START &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - INTRO! - - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="intro">
W&auml;hrend des ersten Weltkriegs, brach Frieden aus.
<br><br>

Es war Weihnachten 1914 an der westlichen Front.<br>
Trotz strikter Anweisungen <i>nicht</i> mit dem Gegner zu chillaxen, verlie&szlig;en<br>
Britische und Deutsche Soldaten ihre Gr&auml;ben, &uuml;berquerten das Niemandsland,<br>
und versammelten sich um ihre Toten zu begraben, Geschenke auszutauschen, und Spiele zu spielen.
<br><br>

Mittlerweise ist es 2017, der Westen ist seit Jahrzehnten im Frieden und<br>
wow, was Vertrauen angeht, sind wir <i>Schei&szlig;e</i>. Umfragen zeigen, dass in den letzten vierzig Jahren, 
immer weniger Leute sagen, dass sie einander vertrauen. Also ist hier unser Puzzle:
<br><br>

<b>Warum werden Freunde Feinde, selbst in Friedenszeiten?<br>
Und warum werden Feinde Freunde, selbst in Kriegszeiten?</b>
<br><br>

Ich glaube, dass <b>Spieltheorie</b> helfen kann, diese Epidemie des Mi&szlig;trauens zu erkl&auml;ren –<br>
und wie wir sie heilen k&ouml;nnen. Um also all das zu verstehen...
</p>
<p id="intro_button">
...spielen wir ein Spiel. &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - ONE OFF! - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="label_you_cooperate">
Du<br>kooperierst
</p>

<p id="label_you_cheat">
Du<br>schummelst
</p>

<p id="label_they_cooperate">
sie<br>kooperieren
</p>

<p id="label_they_cheat">
sie<br>schummeln
</p>

<p id="label_you">
Du<br>↙
</p>
<p id="label_them">
anderer Spieler<br>↘
</p>

<p id="oneoff_0_top">

<b>DAS SPIEL DES VERTRAUENS</b>
<br>
Du hast eine Wahl.
Vor Dir ist eine Maschine: Steckst Du eine M&uuml;nze in die Maschine, bekommt 
der <i>andere Spieler</i> drei M&uuml;nzen – und umgekehrt.
Ihr k&ouml;nnt beide entweder KOOPERIEREN (eine M&uuml;nze einwerfen), oder SCHUMMELN (keine M&uuml;nze einwerfen).
</p>

<p id="oneoff_0_btm">
<b>Nehmen wir an, der andere Spieler schummelt, und wirft keine M&uuml;nze ein.</b><br>
Was solltest Du tun?
</p>

<p id="oneoff_1_cheated">
Genau! Waurm sollte dieser Schmarotzer von Dir schmarotzen?
</p>

<p id="oneoff_1_cooperated">
Wenn Du die andere Wange hinh&auml;lst, wirst Du doch blo&szlig; geohrfeigt!
</p>

<p id="oneoff_1_top">
Wenn Du kooperierst &amp; sie schummeln, verlierst Du eine M&uuml;nze, und die gewinnen drei. (Ergebnis: -1 zu +3)
Wenn Ihr aber beide schummelt, gewinnt oder verliert niemand etwas. (Ergebnis: 0 zu 0)
<b>Deshalb solltest Du SCHUMMELN.</b>
</p>

<p id="oneoff_1_btm">
<b>Aber nehmen wir an, der andere Spieler kooperiert und wirft eine M&uuml;nze ein.</b><br>
Was solltest Du jetzt tun?
</p>

<p id="oneoff_2_cheated">
Wow, das ist gemein... und auch die korrekte Antwort!
</p>

<p id="oneoff_2_cooperated">
Sicher, das scheint das Richtige zu sein... <b>ODER ETWA NICHT??</b>
</p>

<p id="oneoff_2_top">
Denn wenn beide kooperieren, geben beide eine M&uuml;nze auf, um drei zu gewinnen. (Ergebnis: +2 zu +2)
Aber wenn Du schummelst &amp; sie kooperieren, gewinnst Du drei und sie verlieren eine. (Ergebnis: +3 zu -1)
<b>Deshalb &quot;solltest&quot; Du immer noch SCHUMMELN.</b>
</p>

<p id="oneoff_2_btm">
Und <i>das</i> ist unser Dilemma.
Vertrauen ist ganz nett, aber dadurch k&ouml;nnen Dich andere &uuml;bervorteilen -- oder Dich erschie&szlig;en, wenn Du unbewaffnet aus Deinem Graben kommst.
Manchmal <i>ist</i> Mi&szlig;trauen rational!
Aber was passiert jetzt, wenn wir das Spiel...
</p>

<p id="oneoff_button_next">
...mehr als einmal spielen? &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - ITERATED - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="iterated_intro_top">
<b>Jetzt spielen wir ernst.</b>
Du spielst gegen 5 verschiedene Gegner, jeder mit seiner eigenen &quot;Spielstrategie&quot;.
Mit jedem Gegner spielst Du jeweils zwischen 3 und 7 Runden.
(Du wei&szlig;t vorher nicht, wann die letzte Runde ist)
Kannst Du ihnen vertrauen? Oder eher... k&ouml;nnen sie <i>Dir</i> vertrauen?
</p>

<p id="iterated_intro_btm">
W&auml;hle Deinen ersten, <i>ernstgemeinten</i> Zug. <b>W&auml;hle weise.</b>
</p>

<p id="iterated_info_1">
Gegner: [X] von [Y]
</p>
</p>
<p id="iterated_info_2">
Dein Endergebnis: 
</p>

<p id="iterated_score_start">
Und Dein Endergebnis ist...
</p>
<p id="iterated_score_1">
was, wow, wirklich <i>beeindruckend</i> schlecht ist.
</p>
<p id="iterated_score_2">
was, &ouml;h, schlimmer sein k&ouml;nnte!
</p>
<p id="iterated_score_3">
was nicht so schlecht ist!
</p>
<p id="iterated_score_4">
was ziemlich gut ist!
</p>
<p id="iterated_score_5">
was <i>perfekt</i> ist! Gl&uuml;ckwunsch, dass Du zuviel Zeit hast.
</p>
<p id="iterated_score_x">
... ich habe keine Idee wie Du das geschafft hast.
</p>
<p id="iterated_score_end">
(das niedrigste &amp; und h&ouml;chste Ergebnis ist respektive 7 und 49)
</p>

<p id="who_were">
Wer waren also diese seltsamen Figuren, gegen die Du gerade gespielt hast?
</p>

<p id="character_tft">
<b>NACHMACHER-KATZE:</b>
Hallo! Ich fange mit Kooperieren an, und danach mache ich einfach das nach, was Du in der letzten Runde gemacht hast. Miau
</p>

<p id="character_all_d">
<b>IMMER SCHUMMLER:</b>
<i>Die Starken fressen die Schwachen</i>
</p>

<p id="character_all_c">
<b>IMMER KOOPERIEREN:</b>
Lass uns Freunde sein! &lt;3
</p>

<p id="character_grudge">
<b>NEIDER:</b>
H&ouml;r mal Kumpel. Ich fange mit kooperier'n an, und kooperier' weiter, 
aber solltest'e mich je beschummeln, SCHUMMLE ICH BIS ZUM ENDE DER VERDAMMNIS.	
</p>

<p id="character_prober">
<b>DETEKTIV:</b>
Zuerst: Ich analysiere Dich. Ich fange an mit: Kooperieren, Schummeln, Kooperieren, Koperieren.
Wenn Du zur&uuml;ck schummelst, verhalte ich mich wie <span class="tft">Nachmacher-Katze</span>.
Wenn Du nie zur&uuml;ck schummelst, verhalte ich mich wie <span class="all_d">Immer Schummler</span>, um Dich auszunutzen.
Elementar, mein lieber Watson.
</p>

<p id="characters_teaser">
Was w&auml;re aber, wenn diese Charaktere nun...
</p>
<p id="characters_button">
...gegeneinander spielen? &rarr;
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - TOURNAMENT! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="place_your_bets">
Zeit f&uuml;r ein Turnier!
Jeder Charakter spielt jetzt gegen jeden anderen Charakter:
Das sind 10 gepaarte Spiele, und 10 Runden pro Spiel.
<br><br>
Wer glaubst Du erreicht das h&ouml;chste <i>Gesamt</i>ergebnis?
<b>Denk sorgf&auml;ltig dar&uuml;ber nach... und 
PLATZIERE DEINEN EINSATZ:</b>
</p>

<p id="tournament_intro">
In Ordnung, Du hast auf [CHAR] gesetzt!
Gehen wir durch jedes einzelne Spiel, und sehen wie das Turnier verl&auml;uft...
</p>

<p id="first_match">
Erstes Spiel &rarr;
</p>

<p id="next_match">
N&auml;chstes Spiel &rarr;
</p>

<p id="match_header_1">
<b>Spiel #[N]:</b> [A] gegen [B]
</p>
<p id="match_header_2">
<b>Runden:</b>
</p>
<p id="match_header_3">
<b>Gesamtergebnis:</b> [A] gegen [B]
</p>

<p id="tournament_1">
Oh, &uuml;brigens...
</p>
<p id="tournament_2">
...Du bist vielleicht skeptisch wegen dieser Weihnachtsfrieden-Geschichte aus den ersten Weltkriegs Gr&auml;ben.
Das war doch sicher nur Zufall?	
</p>
<p id="tournament_3">
Ja, die Waffenruhe war dramatisch, aber sie war <i>weder ein Einzelfall, noch un&uuml;blich</i>.
</p>
<p id="tournament_4">
Nicht <i>jeder</i> Graben schloss sich dem Frieden an, aber es war sehr weit verbreitet.
Viele Front-Linien kamen unabh&auml;ngig auf diese Idee, und nochmals: <i>trotz</i> spezifischer, strikter Befehle das nicht zu tun.
</p>
<p id="tournament_5">
Und tats&auml;chlich, selbst <i>vor</i> Weihnachten <i>hatten</i> einige Frontlinien
bereits einen inoffiziellen, geheimen Frieden geschlossen.	
</p>
<p id="tournament_6">
Sie nannten es: <b>das &quot;leben und leben lassen&quot; System.</b> 	
Im Grunde genommen, du schie&szlig;t nicht auf mich, ich schie&szlig;e nicht auf dich. Und das funktionierte; an vielen Orten!
</p>
<p id="tournament_7">
Du bist vielleicht immer noch skeptisch. Die meisten Soldaten schlie&szlig;en nicht spontan Frieden mit dem Gegner.
Was ist so speziell an <i>Graben</i>-Kriegen?
</p>
<p id="tournament_8">
Nun, das ist so einzigartig an den Gr&auml;ben:	
Anders als fast jeder anderen Kriegsform,
stehen einem jeden Tag die selben <i>gleichen Soldaten</i> gegen&uuml;ber.
</p>
<p id="tournament_9">
<b>Es ist ein sich wiederholendes Spiel.</b> Und das macht <i>genau</i> den Unterschied.
</p>
<p id="tournament_10">
Egal. Und der Gewinner ist...
</p>

<p id="the_winner_is">
(Trommelwirbel bitte...) &rarr;
</p>

<p id="tournament_winner_1">
<b class="tft">NACHMACHER-KATZE!</b>
</p>
<p id="tournament_winner_2_yay">
Gl&uuml;ckwunsch, Du hast auf das richtige Pferd gesetzt.
</p>
<p id="tournament_winner_2_nay">
(Tut mir leid um Deine Wette, [CHAR].)
</p>
<p id="tournament_winner_3">
<span class="tft">Nachmacher-Katze</span> hat viele Namen.
Die Goldene Regel,  reziproker Altruismus, wie du mir so ich dir, oder... <b>leben und leben lassen.</b>
Darum konnte &quot;Frieden&quot; in den Gr&auml;ben des ersten Weltkriegs aufkommen:
wenn man gezwungen ist, dasselbe Spiel mit denselben 
<i>gleichen Leuten</i> (nicht demselben allgemeinen &quot;Gegner&quot;)
immer und immer wieder zu spielen --	
gewinnt die <span class="tft">Nachmacher-Katze</span> gewinnt nicht nur die Schlacht, sie gewinnt den Krieg.
<br><br>
Aber was wenn sich Dinge in mehreren Runden desselben Spiels &auml;ndern, was wenn wir...
</p>
<p id="tournament_teaser">
...mehrere <i>Turniere</i> spielen? &rarr;
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - EVOLUTION! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="evolution_intro">
Nun, lassen wir die Population unserer Spieler sich <i>&uuml;ber die Zeit entwickeln</i>. Ein Tanz in drei Schritten:
</p>
<p id="evolution_intro_1">
<b>1. SPIELE EIN TURNIER</b><br>
Wir lassen sie alle gegeneinander spielen und halten ihre Punktzahl fest. 
</p>
<p id="evolution_intro_2">
<b>2. ELIMINIERE VERLIERER</b><br>
Die 5 schlechtesten Spieler fliegen raus. (Gibt es einen Gleichstand, w&auml;hle zuf&auml;llig unter ihnen aus)
</p>
<p id="evolution_intro_3">
<b>3. VERMEHRE GEWINNER</b><br>
Klone die 5 besten Spieler. (Gibt es einen Gleichstand, w&auml;hle zuf&auml;llig unter ihnen aus)
</p>
<p id="evolution_intro_footer">
...und WIEDERHOLE, solange Du willst.
Hinweis: Du musst nicht warte, dass Leute wortw&ouml;rtlich sterben &amp; und sich neu vermehren --
es gen&uuml;gt das &quot;erfolglose&quot; Verhaltensweisen verschwinden, und &quot;erfolgreiche&quot; Verhaltensweisen imitiert werden.
Von daher...	
</p>
<p id="evolution_intro_button">
...sehen wir uns das in Aktion an. &rarr;
</p>

<p id="evo_1">
Nehmen wir an, wir starten mit der folgenden Spielerpopulation:
<span class="all_c">15 Immer Kooperierer</span>,
<span class="all_d">5 Immer Schummler</span>, and
<span class="tft">5 Nachmacher-Katzen</span>.
(Wir ignorieren im Moment <span class="grudge">Neider</span> &amp; <span class="prober">Detektiv</span>)
<br><br>
Wir lassen den Turnier-Eliminier-Vermehren Tanz etwa ein Dutzend mal oder so laufen.
Lass uns nochmal wetten! Wer glaubst Du wird das <i>erste</i> Turnier gewinnen?	
<b>PLACE YOUR BETS, AGAIN:</b>
</p>

<p id="evo_2_all_c">
Macht Sinn, <span class="all_c">Immer Kooperieren</span> ist im Moment in der &Uuml;berzahl...
</p>
<p id="evo_2_all_d">
Macht Sinn, <span class="all_d">Immer Schummeln</span> hat viele <span class="all_c">Immer Kooperieren</span> zum ausbeuten...
</p>
<p id="evo_2_tft">
Macht Sinn, <span class="tft">Nachmacher-Katze</span> hat das Turnier das letzte Mal gewonnen, warum nicht auch jetzt?...
</p>
<p id="evo_2">
Sehen wir nach, ob Du recht hast:
</p>

<p id="label_play_tournament">
1) spiele Turner
</p>
<p id="label_eliminate_bottom_5">
2) eliminiere letzte 5
</p>
<p id="label_reproduce_top_5">
3) vervielf&auml;ltige obere 5
</p>

<p id="evo_3_all_c">
Leider wurde <span class="all_c">Immer Kooperieren</span> von 
<span class="all_d">Immer Schummeln</span>, aufgefressen, dessen Anzahl sich um 5 erh&ouml;ht hat.
</p>
<p id="evo_3_all_d">
Traurigerweise hattest Du recht! Die <span class="all_d">Immer Schummler</span> haben dieses Mal gewonnen, 
und ihre Anzahl um 5 erh&ouml;ht.
</p>
<p id="evo_3_tft">
Leider hat <span class="tft">Nachmacher-Katze</span> nicht gewonnen - aber wenigstens ging es ihnen nicht so schlecht
wie <span class="all_c">Immer Kooperieren</span>. Die wurden von <span class="all_d">Immer Schummlern</span> aufgefressen,
deren Anzahl sich nun um 5 erh&ouml;ht hat.	
</p>
<p id="evo_3">
Aber probieren wir noch ein paar weitere Runden aus...
</p>

<p id="evo_4">
<span class="all_d">Immer Schummeln</span> w&auml;chst weiter,
auf Kosten von <span class="all_c">Immer Kooperieren</span>...
</p>

<p id="evo_5">
Und jetzt sind alle <span class="all_c">Immer Kooperieren</span> tot.
Aber warte mal...
</p>

<p id="evo_6">
Richtig: die <span class="all_d">Immer Schummeln</span> wurden Opfer ihres eigenen Erfolgs!
Sie haben die naiven <span class="all_c">Immer Kooperieren</span> ausgerottet,
aber als diese weg waren, bekamen sie es mit den <span class="tft">Nachmacher-Katzen</span> zu tun:
die <i>sind</i> nett, aber nicht naiv.
</p>

<p id="evo_7">
Indem sie die Z&uuml;ge anderer Spieler kopieren,
k&ouml;nnen die <span class="tft">Nachmacher-Katzen</span> untereinander fair spielen,
wohingegen die <span class="all_d">Immer Schummler</span> sich nur selbst betr&uuml;gen!
Nicht nur das, es bedeutet auch, dass <span class="tft">Nachmacher-Katze</span>
es den <span class="all_d">Immer Schummlern</span> mit gleicher M&uuml;nze heimzahlen.
</p>

<p id="evo_8">
Und am Ende...
</p>

<p id="evo_9">
...herrscht <span class="tft">Nachmacher-Katze</span> &uuml;ber die Welt.
</p>
<p id="evo_9_all_c">
Obwohl Deine Wette falsch lag -- die netten-aber-naiven <span class="all_c">Immer Kooperierer</span>
waren von Beginn an zum Scheitern verurteilt -- siegte am Ende eine <i>smarte</i> Form der Nettigkeit,
und die <span class="all_d">Immer Schummler</span> wurden zermalmt.
</p>
<p id="evo_9_all_d">
Auf kurze Sicht gesehen hattest Du recht - <span class="all_d">Immer Schummeln</span> hat die ersten paar Runden gewonnen,
aber am Ende war sein ausbeuterisches Gehabe sein Untergang.	
</p>
<p id="evo_9_tft">
Auf lange Sicht gesehen hattest Du recht - <span class="tft">Nachmacher-Katze</span> gewinnt!
<span class="all_d">Immer Schummler</span> haben vielleicht auf kurze Sicht gewonnen,
aber ihr ausbeuterisches Gehabe war ihr Untergang.
</p>
<p id="evo_9_end">
Das erinnert mich an ein Zitat:
<br><br>
<i>"Wir werden nicht f&uuml;r unsere S&uuml;nden bestraft, sondern durch sie."</i><br>
~ Elbert Hubbard
</p>
<p id="evo_9_btn">
(oh, und &uuml;brigens...)
</p>

<p id="evo_10">
(...das Ergebnis ist &auml;hnlich, selbst wenn wir die
<span class="grudge">Neider</span> &amp; <span class="prober">Detektive</span> wieder einbringen:)
</p>

<p id="evo_autoplay">
Starte den Evolutionsprozess!
</p>
<p id="evo_autoplay_stop">
Stoppe den Evolutionsprozess!
</p>

<p id="evo_10_followup">
(Hinweis: manchmal bleiben ein paar <span class="grudge">Neider</span> &uuml;brig,
denn wenn alle Spieler au&szlig;er <span class="grudge">Neider</span> &amp; <span class="tft">Nachmacher-Katze</span> 
eliminiert sind, spielen beide unentschieden.)
<br><br>
Es scheint also, dass die Mathematik der Spieltheorie uns etwas sagt:
Dass die Philosophie der <span class="tft">Nachmacher-Katze</span>
&quot;Was du nicht willst, dass man dir tu, das f&uuml;g auch keinem andern zu&quot; ist vielleicht nicht nur
eine <i>moralische</i> Wahrheit, sondern auch eine <i>mathematische</i> Wahrheit.
Jedoch...
</p>
<p id="evo_10_btn">
...es gibt ein Problem: &rarr;
</p>

<p id="evo_11">
Sieh dich mal um. Die Welt ist voller Deppen.
<br><br>
Wenn doch die Strategie von <span class="tft">Nachmacher-Katze</span> in diesem wiederholten Spiel des Vertrauens so m&auml;chtig ist --
dass selbst Soldaten in den ersten Weltkriegs Gr&auml;ben unabh&auml;ngig eine &auml;hnliche Strategie entwickelt haben, die sich &quot;leben und leben lassen&quot; nennt --
warum gibt es dann so viele misstrauische, nicht vertrauensw&uuml;rdige Leute?
Was verursacht diese Epideme des Misstrauens?
<br><br>
Ein Hinweis ist in diesem Satz selbst. &quot;In <i>diesem</i> wiederholten Spiel des Vertrauens.&quot;	
Bisher haben wir nur &uuml;ber die &Auml;nderungen der Spieler geredet:
Was, wenn wir <i>das Spiel &auml;ndern?</i>
Was f&uuml;hrte uns wohl zur...
</p>
<p id="evo_11_btn">
...Evolution des <i>Mi&szlig;trauens?</i>
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - DISTRUST - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="distrust_1">
Bevor alles den Bach runter geht, fangen wir mit etwas nettem an!
Hier ist eine Welt voller <span class="all_c">Immer Kooperierer</span>,
au&szlig;er einem <span class="all_d">Immer Schummler</span> und einer <span class="tft">Nachmacher-Katze</span>.
<br><br>
Nutze die Kn&ouml;pfe rechts, um die Simulation zu <b>START</b>en,
<b>Schritt-f&uuml;r-Schritt</b> zu durchlaufen, oder sie zu <b>reset</b>ten. &rarr;
</p>

<p id="distrust_2">
Wie Du bereits weisst, gewinnt <span class="tft">Nachmacher-Katze</span> auf lange Sicht,
unter unseren derzeitigen Regeln!
<br><br>
Aber das ist unter unseren <i>derzeitigen</i> Regeln, die besagen, dass 
Spieler <i>10</i> Runden pro Spiel gegeneinander spielen m&uuml;ssen.
Gewinnt <span class="tft">Nachmacher-Katze</span> immer noch bei 7 Runden? 5 Runden? 3? 2? 1?
<br><br>
<b>&Auml;ndere die Anzahl der Runden</b> mit dem Regler unten,
dann <b>STARTE</b> die Simulation, und sieh zu was passiert.
Experimentiere, wenn Du magst!
</p>

<p id="distrust_2_end">
wenn Du mit dem Herumspielen fertig bist, klicke:
</p>

<p id="distrust_3">
Wie Du gesehen hast, dominieren <span class="all_d">IMMER SCHUMMLER</span>, 
wenn Du nicht genug Runden spielst (hier: 5 oder weniger).
<br><br>
Als 1985 Amerikaner gefragt wurden, wie viele enge Freunde sie haben,
war die h&auml;ufigste Antwort &quot;drei&quot;. 2004 war die h&auml;ufigste Antwort <i>&quot;null&quot;</i>.
Wir haben heute weniger Freunde quer durch Klassen-, Rassen-, &ouml;konomischen und politischen Fronten,
da wir weniger Freunde haben -- <i>Punkt.</i>
Imd wie Du gerade selbst herausgefunden hast, 
<b>je weniger &quot;wiederholte Interaktionen&quot; wir haben, desto mehr verbreitet sich Mi&szlig;trauen.</b>
<br><br>
(Nein, Massenmedien z&auml;hlen nicht:
es m&uuml;ssen <i>zwei-Wege</i> Interaktionen zwischen <i>spezifischen Individuen</i> sein.)
</p>
<p id="distrust_3_btn">
und oh, es wird schlimmer... &rarr;
</p>

<p id="distrust_4">
Es gibt <i>noch</i> einen Weg, Mi&szlig;trauen zu z&uuml;chten.
Hier sind die &quot;Belohnungen&quot; des Vertrauens-Spiels:
</p>
<p id="distrust_4_2">
Mit den normalen Belohnungen gewinnt die <span class="tft">Nachmacher-Katze</span>.
Aber jetzt <b>&auml;ndere die &quot;beide kooperieren&quot; Belohnung von +2 zu +1</b>,
und klicke dann <b>START</b>.
Obwohl +1 immer noch <i>mehr</i> bringt als die Bestrafung, dass beide schummeln (0)...
passiert was?
</p>
<p id="distrust_4_note">
Spiele einfach mit verschiedenen Belohnungen herum!
Wenn Du fertig bist, klicke:
</p>
<p id="distrust_4_note_2">
(simuliere: 10 Runden pro Spiel)
</p>

<p id="distrust_5">
Dasselbe passiert:
mit einer niedrigeren &quot;win-win&quot; Belohnung, <span class="all_d">Immer Schummeln</span> &uuml;bernimmt die F&uuml;hrung.
In der Spieltheorie gibt es zwei m&aauml;chtige Ideen dar&uuml;ber:
<br><br>
<b>"Nullsummenspiel".</b> Das ist bedauerlicherweise der allgemeine Glaube, dass ein Vorteil f&uuml;r &quot;uns&quot;
ein Verlust f&uuml;r die &quot;anderen&quot; sein <i>muss</i>, und umgekehrt.
<br><br>
<b>"Keine Nullsummenspiel".</b> Das ist, wenn Leute sich anstrengen,
eine Win-Win L&ouml;sung zu erzielen! (oder zumindest eine zu vermeiden in der beide verlieren) 
Ohne das Keine-Nullsummenspiel, <i> kann sich Vertrauen nicht entwickeln</i>
<br><br>
Wo wir gerade davon sprechen,
Sehen wir uns die dritte  &amp; letzte Barriere zur Evolution des Vertrauens an...
</p>
<p id="distrust_5_btn">
<s>Feeler</s> Fehler. &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - NOISE! - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="noise_1">
So cool <span class="tft">Nachmacher-Katze</span> auch ist, es hat eine riesige, fatale Schw&aauml;che, die ich noch nicht erw&auml;hnt habe.
Um das Problem zu verstehen, nehmen wir an, dass zwei <span class="tft">Nachmacher-Katzen</span> gegeneinander spielen:
</p>
<p id="noise_1_end">
Da sie &quot;nette&quot; Spieler sind, wird deren erster Zug sein:
</p>

<p id="noise_2">
Und normalerweise, belohnen sie des Anderen G&uuml;te und singen Kumbaya bis ans Ende aller Zeiten.
</p>
<p id="noise_2_end">
Aber was ist, wenn beim Erwiedern von G&uuml;te...
</p>

<p id="noise_3">
<b>OH NEIN</b>
<br>
Fehler, Fehlkommunikation, Fehlinterpretation -- Unf&auml;lle passieren immer im echten Leben.
</p>
<p id="noise_3_end">
Aber wenn die andere Person nicht <i>denkt</i>, dass es ein Fehler war...
</p>

<p id="noise_4">
<b>OH NEIN MAL ZWEI</b>
<br>
Da der andere Spieler eine <span class="tft">Nachmacher-Katze</span> ist, <i>musste</i> er zur&uuml;ckschlagen...
</p>
<p id="noise_4_end">
...und Du, auch eine <span class="tft">Nachmacher-Katze</span>, wirst <i>auch</i> zur&uuml;ckschlagen m&uuml;ssen...
</p>

<p id="noise_5">
Und so, wie in der Hatfield und McCoy Fehde, schrauben sich die beiden 
<span class="tft">Nachmacher-Katzen</span> durch eine endlose Spirale der Rache...
die durch einen einzelnen Fehler, vor langer Zeit, begonnen wurde.
</p>
<p id="noise_5_end">
Tragisch. Aber gibt es jetzt <i>andere</i> Spielertypen, die...
</p>
<p id="noise_5_btn">
...mit Fehlern umgehen k&ouml;nnen? &rarr;
</p>

<p id="noise_characters">
Lernen wir ein paar neue Gesichter kennen! (oder, neue H&uuml;te)
</p>

<p id="character_tf2t">
<b>NACHMACHER-K&Auml;TZCHEN:</b><br>
Hallo! Ich bin wie die <span class="tft">Nachmacher-Katze</span>,
mit der Ausnahme, dass ich nur zur&uuml;ck schummle, wenn Du mich zweimal hintereinander betr&uuml;gst.
Das erste Mal h&auml;tte ja auch ein Mi&szlig;geschick sein k&ouml;nnen! Schnurrrr
</p>

<p id="character_pavlov">
<b>DUMMKOPF:</b><br>
Hi ich probier Anfang mit Kooperation.
wenn du kooperierst zur&uuml;ck, mach ich <i>selbe Sache</i> wie letzter Zug, auch wenn das Fehler ist.
wenn du schummelst zur&uuml;ck, mach ich <i>Gegenteil</i> wie letzter Zug, auch wenn das Fehler ist.
</p>

<p id="character_random">
<b>ZUFALL:</b><br>
<i>Affen Roboter! Ninja Pizza Tacos! LOL Ich bin so zuf&auml;llig</i><br>
(Spielt zuf&auml;llig Schummeln oder Kooperieren mit einer 50/50 Chance)
</p>

<p id="noise_characters_end">
In Ordnung, sehen wir mal, wie sich die Burschen schlagen, wenn sie...
</p>
<p id="noise_characters_btn">
...im Turnier spielen &rarr;
</p>

<p id="noise_evo_1">
Fangen wir mit einem Dutzend
<span class="all_c">Immer Kooperierer</span> an,
gegen unseren alten Gewinner, die faire <span class="tft">Nachmacher-Katze</span>,
und unsere drei neuen Charaktere:
das verzeihende <span class="tf2t">Nachmacher-K&auml;tzchen</span>,
der dumme <span class="pavlov">Dummkopf</span>, and
der alberne <span class="random">Zufall</span>.
<br><br>
In jeder Runde des Spiels haben die Spieler eine kleine Chance einen Fehler zu machen. (sagen wir, 5%)
Wer glaubst Du wird gewinnen?
<b>Denk gut nach, dann PLATZIERE DEINE WETTE:</b>
</p>

<p id="noise_evo_2">
In Ordnung, glaubst [CHAR] gewinnt. Finden wir es heraus!
Benutze die Regler links um die Simulation im Schnell-Modus zu <b>START</b>en,
oder gehe sie <b>Schritt-f&uuml;r-Schritt</b> durch.
</p>
<p id="noise_evo_2_2_correct">
Du hattest recht -- 
</p>
<p id="noise_evo_2_2_incorrect">
Deine Wette war dicht dran, aber nicht dicht genug -- 
</p>
<p id="noise_evo_2_2">
<span class="pavlov">Dummkopf</span> gewinnt!
Das liegt daran, dass der <span class="pavlov">Dummkopf</span> wirklich in der Lage ist, 
<span class="all_c">Immer Kooperierer</span> auszubeuten. Beide kooperieren am Anfang, 
aber wenn <span class="pavlov">Dummkopf</span> einen Fehler macht und schummelt,
und da <span class="all_c">Immer Kooperiert</span> nie zur&uuml;ckschl&auml;gt,
<i>wird er sie weiter beschummeln</i>.
</p>
<p id="noise_evo_2_2_btn">
Jetzt probieren wir...
</p>

<p id="noise_evo_3">
...dasselbe wie vorher, aber statt der H&auml;lfte <span class="all_c">Immer Kooperierer</span>,
ist die H&auml;lfte nun <span class="all_d">Immer Schummler</span>. Es ist also eine <i>weniger</i> verzeihende,
<i>mehr</i> feindliche Umgebung.
<br><br>
Wer glaubst Du gewinnt nun? <b>Denk nach, dann MACH DEINEN WETTEINSATZ</b>
</p>

<p id="noise_evo_4">
Du hast auf [CHAR] gewettet. Laufe nochmals durch die Simulation...
</p>
<p id="noise_evo_4_2_correct">
Du hast den Nagel auf den Kopf getroffen -- 
</p>
<p id="noise_evo_4_2_incorrect">
Gut geraten, aber jemand anderes hat den Preis gewonnen -- 
</p>
<p id="noise_evo_4_2">
<span class="tf2t">Nachmacher-K&auml;tzchen</span> gewinnt dieses mal!
Das ist &uuml;berraschend, dass selbst in einem <i>gemeineren</i> Startfeld,
das <span class="tf2t">Nachmacher-K&auml;tzchen</span>,
eine <i>mehr verzeihendere</i> Version der <span class="tft">Nachmacher-Katze</span>,
am erfolgreichsten war! (Beachte: <span class="tf2t">Nachmacher-K&auml;tzchen</span> ist so verzeihend,
dass es nicht mal die <span class="tft">Nachmacher-Katze</span> <i>komplett</i> ausl&ouml;scht. Es teilt sich den Platz)
<br><br>
In diesem Falle, k&ouml;nnte ein kleines Bi&szlig;chen Fehlkommunikation (5% Chance eines Fehlers in jeder Runde)
zu mehr <i>Vergeben</i> f&uuml;hren. Aber trifft das auf <i>alle</i> H&auml;ufigkeiten...
</p>
<p id="noise_evo_4_2_btn">
...von Fehlkommunikation zu?
</p>

<p id="noise_evo_5">
<b>Nutze den Regler unten, um die Menge an &quot;Fehlkommunikation&quot; zu &auml;ndern, und dr&uuml;cke START.</b>
Bei 5%, gewinnt <span class="tf2t">Nachmacher-K&auml;tzchen</span> 
Was passiert bei 0%? Oder 20%? Oder 50%? (Es geht nur bis 50%,
da an dieser Stelle, <i>jeder</i> Zug ein zuf&auml;lliger M&uuml;nzwurf ist.) 
</p>
<p id="noise_evo_5_continue">
Wenn Du mit Herumspielen fertig bist, klicke:
</p>

<p id="noise_evo_6">
Die Resultate sehen in etwa so aus:<br>
<b>Bei 0%,</b> gewinnt die faire <span class="tft">Nachmacher-Katze</span>!
<b>Bei 1% bis 9%,</b> gewinnt das vergebende <span class="tf2t">Nachmacher-K&auml;tzchen</span>!
<b>Bei 10% bis 49%:</b> gewinnen die unfairen, unnachgiebigen <span class="all_d">Immer Schummler</span>.
<b>Bei 50%,</b> <i>gewinnt nie jemand.</i>
<br><br>
Daher ist &quot;Fehlkommunikation&quot; so eine interessante Barriere f&uuml;r Vertrauen:
ein <i>kleines</i> Bi&szlig;chen f&uuml;hrt zu Vergebung,
aber <i>zuviel</i> f&uuml;hrt zu weitreichendem Mi&szlig;trauen!
Ich denke, dass unsere moderne Medientechnologie,
so sehr sie uns geholfen hat die Kommunikation zu f&ouml;rdern...
auch unsere <i>Fehlommunikation</i> viel mehr gef&ouml;rdert hat.
<br><br>
Zu guter letzt, experimentieren wir mit <i>allen</i> Zahlen, Kn&ouml;pfen und Reglern.
Spielen wir...
</p>
<p id="noise_evo_6_btn">
...im Sandbox Modus!
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - SANDBOX! - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="sandbox_population">
Beginner mit dieser Spielerverteilung:
</p>

<p id="sandbox_payoffs">
Die Belohnungen in einem einer-gegen-einen Spiel sind:
</p>
<p id="sandbox_reset_payoffs">
Auf Standard setzen
</p>

<!--
When translating the following, keep the "[N]", with square brackets,
as a placeholder for the number. Some of these need double-translations,
one for the plural version, one for the singular version.
-->

<p id="sandbox_rules_1">
Spiele [N] Runden pro Spiel:
</p>
<p id="sandbox_rules_1_single">
Spiele [N] Runde Pro Spiel:
</p>

<p id="sandbox_rules_2">
Nach jedem Turnier, entferne die unteren [N] Spieler &amp; vermehre die oberen [N] Spieler:
</p>
<p id="sandbox_rules_2_single">
Nach jedem Turnier, entferne den unteren [N] Spieler &amp; vermehre den oberen [N] Spieler:
</p>

<p id="sandbox_rules_3">
In jeder Runde gibt es eine [N]% Chance, dass ein Spieler einen Fehler macht:
</p>

<p id="sandbox_end">
<b>HINWEIS: der Sandbox Modus ist komplett optional.</b>
Du kannst ihn &uuml;berspringen oder herumspielen! Wenn Du fertig bist, fassen wir zusammen...
</p>
<p id="sandbox_end_btn">
was wir heute gelernt haben! &rarr;
</p>



<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - CONCLUSION! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="conclusion_0">
Die Spieltheorie hat uns drei Dinge gezeigt, die wir zur Evolution von Vertrauen brauchen:
</p>
<p id="conclusion_1_a">
1. WIEDERHOLENDE INTERAKTION
</p>
<p id="conclusion_1_a2">
Vertrauen treibt eine Beziehung an,
aber man muss m&ouml;gliche zuk&uuml;nftige wiederholende Interaktionen kennen <i>bevor</i> sich Vertrauen entwickeln kann.
</p>
<p id="conclusion_2_a">
2. M&Ouml;GLICHE WIN-WINS
</p>
<p id="conclusion_2_a2">
Man muss ein Kein-Nullsummenspiel spielen,
ein Spiel bei dem es zumindest m&ouml;glich ist, dass <i>beide</i> Spieler gut abschneiden -- ein Win-Win.
</p>
<p id="conclusion_3_a">
3. WENIG FEHLKOMMUNIKATION
</p>
<p id="conclusion_3_a2">
Wenn die Menge an Fehlkommunikation <i>zu</i> hoch ist, bricht Vertrauen zusammen.
Aber wenn es nur wenig Fehlkommunikation gibt, zahlt es sich aus, <i>mehr</i> zu vergeben.
</p>
<p id="conclusion_4">
Nat&uuml;rlich isht Vertrauen in der echten Welt durch mehr als nur das beeinflusst.
Es gibt Reputation, gemeinsame Werte, Vertr&auml;ge, kulturelle Marker, bla bla bla.
Und vergessen wir nicht...
</p>
<p id="conclusion_btn">
...die <i>gr&ouml;&szlig;te</i> Lektion. &rarr;
</p>

<p id="outro_1">
Wenn man die eine Sache aus der <i>ganzen</i><br>
Spieltheorie mitnimmt, ist es dies:
<br><br>
<b>Was das Spiel ist, definiert was die Spieler tun.</b><br>
Unser problem heute ist nicht nur, dass die Leute Vertrauen verlieren,<br>
es ist, dass unsere <i>Umgebung</i> gegen die Evolution von Vertrauen handelt.
<br><br>
Das erscheint zynisch oder naiv -- dass wir &quot;blo&szlig;&quot; Produkte unserer Umgebung sind --
aber wie uns die Spieltheorie aufzeigt, <i>sind</i> wir die Umgebung eines jeden anderen.
<b>Kurz betrachtet, definiert das Spiel die Spieler. Aber auf lange Sicht,
sind es wir Spieler, die das Spiel definieren.</b>
<br><br>
Also, was kannst <i>Du</i> tun, um die notwendingen Verh&auml;ltnisse f&uuml;r die Evolution des Vertrauens zu schaffen.
Baue Beziehungen. Finde Win-Wins. Kommuniziere deutlich.
Vielleicht k&ouml;nnen wir dann aufh&ouml;ren aufeinander zu schie&szligh;en, aus unseren Gr&auml;ben steigen,
&uuml;ber das Niemandsland zusammen kommen...
</p>

<p id="outro_1_btn">
und alle lernen...
</p>

<p id="outro_2">
...zu leben und leben zu lassen.
</p>

<p id="outro_2_credits">
&quot;Ein Weihnachtsfrieden zwischen zwei gegnerischen Gr&auml;ben&quot;
Illustriert von AC Michael.
Ver&ouml;ffentlicht in <i>The Illustrated London News</i>, 9. Januar, 1915.
</p>

<p id="outro_2_btn">
&lt;3
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - CREDITS! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="credits">
<span class="credits">

created by:<br>
<span class="big">NICKY CASE</span><br>
<a href="http://ncase.me/" target="_blank">spiel meinen anderen Kram</a>
•
<a href="https://twitter.com/ncasenmare" target="_blank">folge meinem Gezwitscher</a>
<br>
<a href="https://github.com/ncase/trust/#play-it-here-httpncasemetrust" target="_blank">downloade die Music &amp; Source Code</a>

<span class="divider"></span>

Basiert auf Robert Axelrod's Buch aus 1984,<br>
<span class="big">"THE EVOLUTION OF COOPERATION"</span><br>
<a href="notes" target="_blank">Lies meine Fu&szlig;noten f&uuml;r das Spiel</a>

<span class="divider"></span>

Viel Liebe und Dank an<br>
<span class="big">MEINE PATREON UNTERST&Uuml;TZER</span><br>
<a href="peeps" target="_blank">betrachte meine Zeichungen von ihnen</a>
•
<a href="https://www.patreon.com/ncase" target="_blank">Bewirf mich bei Patreon mit M&uuml;nzen &lt;3</a>

<span class="divider"></span>

P.S: Du willst mehr Lernen-durch-Spielen?<br>
probier mal 
<a href="http://explorabl.es/" target="_blank">explorable explanations</a>!

</span>
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - THE PLAYERS - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="label_tft">Nachmacher-Katze</p>
<p id="label_short_tft">
Nachmacher
</p>
<p id="icon_tft">
<span class="tft">
	<span class="icon"></span>
	<span class="icon_label">Macht alles nach</span>
</span>
</p>

<p id="label_all_d">Immer Schummler</p>
<p id="label_short_all_d">
Schummler
</p>
<p id="icon_all_d">
<span class="all_d">
	<span class="icon"></span>
	<span class="icon_label">Alle Schummeln</span>
</span>
</p>

<p id="label_all_c">Immer Kooperierer</p>
<p id="label_short_all_c">
Kooperierer
</p>
<p id="icon_all_c">
<span class="all_c">
	<span class="icon"></span>
	<span class="icon_label">Alle kooperieren</span>
</span>
</p>

<p id="label_grudge">Neider</p>
<p id="label_short_grudge">
Neider
</p>
<p id="icon_grudge">
<span class="grudge">
	<span class="icon"></span>
	<span class="icon_label">Neider</span>
</span>
</p>

<p id="label_prober">Detektiv</p>
<p id="label_short_prober">
Detektiv
</p>
<p id="icon_prober">
<span class="prober">
	<span class="icon"></span>
	<span class="icon_label">Detektiv</span>
</span>
</p>

<p id="label_tf2t">Nachmacher-K&auml;tzchen</p>
<p id="label_short_tf2t">
Nachmacher-K&auml;tzchen
</p>
<p id="icon_tf2t">
<span class="tf2t">
	<span class="icon"></span>
	<span class="icon_label">Nachmacher-K&auml;tzchen</span>
</span>
</p>

<p id="label_pavlov">Dummkopf</p>
<p id="label_short_pavlov">
Dummkopf
</p>
<p id="icon_pavlov">
<span class="pavlov">
	<span class="icon"></span>
	<span class="icon_label">Dummkopf</span>
</span>
</p>

<p id="label_random">Zufall</p>
<p id="label_short_random">
Zufall
</p>
<p id="icon_random">
<span class="random">
	<span class="icon"></span>
	<span class="icon_label">Zufall</span>
</span>
</p>

<p id="forgot_whos_who">
(Vergessen wer wer ist? Zeige auf Buttons, um Beschreibung von jedem Charakter zu bekommen!)
</p>
<p id="who_tft">
Beginnt mit Kooperieren. Wiederholt danach immer was DU im letzten Zug gemacht hast.
</p>
<p id="who_all_d">
Schummelt immer.
</p>
<p id="who_all_c">
Kooperiert immer.
</p>
<p id="who_grudge">
Beginnt mit Kooperieren, und kooperiert weiter, bis Du ihn einmal betr&uuml;gst.
Danach, schummelt er immer.
</p>
<p id="who_prober">
Beginnt mit: Kooperieren, Schummeln, Kooperieren, Kooperieren.
Danach, wenn Du einmal mit Schummeln zur&uuml;ckgeschlagen hast, spielt er wie Nachmacher-Katze.
Ansonsten, spielt er wie Immer Schummler.
</p>
<p id="who_tf2t">
Beginnt mit Kooperieren.
Schl&auml;gt nur mit Schummeln zur&uuml;ck, wenn Du ihn ZWEIMAL hintereinander beschummelst.
</p>
<p id="who_pavlov">
Beginnt mit Kooperieren.
Dann, wenn Du in der letzten Runde kooperiert hast, wiederholt er seinen letzten Zug (auch wenn es ein Fehler war).
Aber wenn Du in der letzten Runde geschummelt hast, &auml;ndert er seinen letzten Zug (auch wenn es ein Fehler war).
</p>
<p id="who_random">
Schummelt oder kooperiert mit einer 50-50 Chance
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - SMALL LABELS! - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="label_cooperate">
Kooperieren
</p>

<p id="label_cheat">
Schummeln
</p>

<p id="label_play">
Spielen
</p>

<p id="label_start">
START
</p>

<p id="label_stop">
STOP
</p>

<p id="label_step">
Schritt
</p>

<p id="label_reset">
Reset
</p>

<p id="label_population">
Population
</p>

<p id="label_payoffs">
Belohnung
</p>

<p id="label_rules">
Regeln
</p>

<p id="label_next">
weiter &rarr;
</p>

<p id="label_continue">
Fortsetzen
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - NAVIGATING CHAPTERS - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="chapter_intro">
0. Einf&uuml;hrung
</p>
<p id="chapter_oneoff">
1. Ein Spiel
</p>
<p id="chapter_iterated">
2. Wiederholtes Spielen
</p>
<p id="chapter_tournament">
3. Ein Turnier
</p>
<p id="chapter_evolution">
4. Wiederholte Turniere
</p>
<p id="chapter_distrust">
5. Die Evolution von Mi&szlig;trauen
</p>
<p id="chapter_noise">
6. Feeler Machen
</p>
<p id="chapter_sandbox">
7. Sandbox Modus
</p>
<p id="chapter_conclusion">
8. Zusammenfassung
</p>
<p id="chapter_credits">
9. Credits
</p>
